Repository: angeloricardofontana/PLMPackLib
Catalog: PicParam/FormMain.*.resx
Languages: fr_fr

# exportToolStripMenuItem.Text
source: Export...
fr_fr: Exporter...

# toolStripMenuItemPicGEOM.Text
source: Send to PicGEOM
fr_fr: Ouvrir avec PicGEOM

# toolStripMenuItemBrowseFile.Text
source: Browse file...
fr_fr: Visualiser le fichier...

# exitToolStripMenuItem.Text
source: Exit
fr_fr: Quitter

# fileToolStripMenuItem.Text
source: File
fr_fr: Fichier

# toolStripMenuItemCotationShortLines.Text
source: Short lines
fr_fr: Cotations courtes

# reflectionXToolStripMenuItem.Text
source: Reflection X
fr_fr: Reflexion X

# reflectionYToolStripMenuItem.Text
source: Reflection Y
fr_fr: Reflexion Y

# toolStripMenuItemView.Text
source: View
fr_fr: Affichage

# backupToolStripMenuItem1.Text
source: Backup...
fr_fr: Sauvegarde...

# restoreToolStripMenuItem1.Text
source: Restore...
fr_fr: Restauration...

# mergeDatabaseToolStripMenuItem1.Text
source: Merge database...
fr_fr: Fusionner la base de données...

# clearDatabaseToolStripMenuItem.Text
source: Clear database...
fr_fr: Effacer la base de données...

# defineDatabasePathToolStripMenuItem.Text
source: Define database path...
fr_fr: Définir le chemin de la base de données...

# mnuFileMRU.Text
source: Recently used databases...
fr_fr: Bases de données récemment utilisées...

# databaseToolStripMenuItem.Text
source: Database
fr_fr: Base de données

# toolStripMenuItemEditprofiles.Text
source: Edit profiles
fr_fr: Editer les profils cartons

# toolStripMenuItemEditCardboardFormats.Text
source: Edit cardboard formats
fr_fr: Editer les formats cartons

# layoutToolStripMenuItem.Text
source: Layout...
fr_fr: Imposition...

# toolStripMenuItemCustomize.Text
source: Customize...
fr_fr: Options...

# toolsToolStripMenuItem.Text
source: Tools
fr_fr: Outils

# toolStripMenuItemAboutTreeDimPicParam.Text
source: About TreeDim PLMPackLib...
fr_fr: A propos de TreeDiM PLMPackLib...

# helpToolStripMenuItem.Text
source: Help
fr_fr: Aide

# toolStripButtonRoot.Text
source: Go to Root node
fr_fr: Afficher la racine

# toolStripButtonDownload.Text
source: Go to download page
fr_fr: Afficher la page téléchargement

# toolStripButtonStartPageWeb.Text
source: Open PLMPackLib web page
fr_fr: Ouvrir la page web PLMPackLib

# toolStripButtonSearch.Text
source: Search...
fr_fr: Rechercher...

# toolStripButtonExport.Text
source: Export...
fr_fr: Exporter...

# toolStripButtonReflectionX.Text
source: Reflection % X
fr_fr: Reflexion % X

# toolStripButtonReflectionY.Text
source: Reflection % Y
fr_fr: Reflexion % Y

# toolStripEditComponentCode.Text
source: Edit component code...
fr_fr: Modifier le code du composant

# toolStripButtonEditParameters.Text
source: Edit parameters...
fr_fr: Editer les paramètres

# toolStripButtonLayout.Text
source: Build layout
fr_fr: Générer imposition...

# toolStripButtonLayout.ToolTipText
source: Layout...
fr_fr: Imposition...

# toolStripButtonCaseOptimization.Text
source: Box/Case/Pallet optimization
fr_fr: Optimisation étui/caisse/palette avec StackBuilder...

# toolStripButtonPalletization.Text
source: Case/Pallet analysis
fr_fr: Analyser caisse/palette avec StackBuilder...

# toolStripButtonHelp.Text
source: Help
fr_fr: Afficher l'aide en ligne

# toolStripMain.Text
source: Main tools
fr_fr: Barre d'outils principale

# saveFileDialogBackup.Filter
source: Backup file (*.zip)|*.zip
fr_fr: Fichier de sauvegarde (*.zip)|*.zip

# toolStripMain.AccessibleDescription
source: Main
fr_fr: Principal

# toolStripMain.AccessibleName
source: Main
fr_fr: Principal

# toolStripButtonCotationsAuto.Text
source: Show / Hide automatic cotations
fr_fr: Afficher / Cacher les cotations automatiques

# toolStripButtonCotationsCode.Text
source: Show / Hide code cotations
fr_fr: Afficher / Cacher les cotations

# toolStripButtonAxes.Text
source: Show / Hide axes
fr_fr: Afficher / Cacher les traits d'axes

# toolStripSButtonExportApp.Text
source: Open with PicGEOM
fr_fr: Ouvrir avec PicGEOM

# toolStripSButtonDES3.Text
source: Export Picador3D
fr_fr: Exporter vers Picador3D...

# toolStripButtonARISTO.Text
source: Send to ARISTO
fr_fr: Envoyer vers ARISTO

# toolStripButtonOceProCut.Text
source: Send to Océ Pro Cut
fr_fr: Envoyer vers Océ Pro Cut

# toolStripButtonZUND.Text
source: Send to ZUND
fr_fr: Envoyer vers ZUND

# toolStripButtonSUMMA.Text
source: Send to Summa
fr_fr: Envoyer vers Summa

# toolStripButtonCaseOptimization.ToolTipText
source: Perform box/case/pallet optimisation with StackBuilder
fr_fr: Effectuer une ompimisation étui/caisse/palette avec StackBuilder...
